pages/41_Grit_Biter.html
<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml"
      xmlns:og="http://ogp.me/ns#"
      xmlns:fb="https://www.facebook.com/2008/fbml">
<head>
    <title>Grit Biter.</title>
    <!-- Using the latest rendering mode for IE -->
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">

    <!-- Open Graph tags -->

            <meta property="og:type" content="article"/>
            <meta property="og:title" content="Grit Biter."/>
            <meta property="og:url" content="http://thecastle.github.io/thecastle/pages/41_Grit_Biter.html"/>

    <!-- Bootstrap -->
        <link rel="stylesheet" href="http://thecastle.github.io/thecastle/theme/css/bootstrap.readable.min.css" type="text/css"/>
    <link href="http://thecastle.github.io/thecastle/theme/css/font-awesome.min.css" rel="stylesheet">
    <link href="http://thecastle.github.io/thecastle/theme/css/pygments.css" rel="stylesheet">
    <link rel="stylesheet" href="http://thecastle.github.io/thecastle/theme/css/style.css" type="text/css"/>
    <!-- JavaScript plugins (requires jQuery) -->


</head>
<body>
<nav class="navbar navbar-default navbar-fixed-top" role="navigation">
    <div class="container">
        <div class="navbar-header">
            <button type="button" class="navbar-toggle" data-toggle="collapse" data-target=".navbar-ex1-collapse">
                <span class="sr-only">Toggle navigation</span>
                <span class="icon-bar"></span>
                <span class="icon-bar"></span>
                <span class="icon-bar"></span>
            </button>
            <a href="http://thecastle.github.io/thecastle" class="navbar-brand">The Castle Mountaineering Club.</a>
        </div>
        <div class="collapse navbar-collapse navbar-ex1-collapse">
            <ul class="nav navbar-nav">
            </ul>
            <ul class="nav navbar-nav navbar-right">
                <li><a href="http://thecastle.github.io/thecastle/archives.html"><i class="icon-th-list"></i>Archives</a></li>
            </ul>
        </div>
        <!-- /.navbar-collapse -->
    </div>
</nav>
<!-- /.navbar -->
<div class="container">
    <div class="row">
        <div class="col-lg-9">
    <section id="content" class="body">

        <div class="entry-content">
            <div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">Grit Biter</a></li>
</ul>
</div>
</div>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Grit Biter</h2>
<div class="outline-text-2" id="text-1">
<div class="export">
<p>
&lt;p&gt;
&lt;em&gt;by Frank Mellor&lt;/em&gt;
&lt;/p&gt;
</p>

</div>


<p>
In the summer of &lsquo;86 siege tactics were employed on a
twenty foot route at Stanage. Although the attempt was
unsuccessful the style in which it was made inspired this poetic
gem.
</p>

<p>
I watched a wind blown figure
Below a roof of rock,
A holey orange tee shirt
And a badly darned left sock.
</p>

<p>
His right leg and his forearms
Are quivering fit to bust,
In another two short seconds
He will surely Bite the Dust!
</p>

<p>
His Springer spaniel and his wife
Both watch, devoid of hope,
For the sixteenth time that afternoon
He sags onto the rope.
</p>

<p>
&ldquo;I&rsquo;ll give it one last try,&rdquo; he says,
The chance must not be missed
And so into that loathsome crack
He jams his bleeding fist.
</p>

<p>
A few choice words he mutters
And wears determined frown,
But odd EBs kick at the air
And he hangs there, upside down!
</p>

<p>
The watchers roar in sheer delight
To see this latest antic,
I fear this beastly little route
Will drive our hero frantic.
He will return once more he vows
To do it in the wet!
Perhaps, with helmet back to front,
He&rsquo;ll catch you Marmoset.
</p>
</div>
</div>

        </div>
    </section>
        </div>
        <div class="col-lg-3 well well-sm" id="sidebar">

<aside>
    <section>

        <ul class="list-group list-group-flush">
             <li class="list-group-item"><h4><i class="icon-search icon-large"></i>Search</h4></li>

                   <li class="list-group-item"><h4><i class="icon-book icon-large"></i>Pages</h4></li>



                <li class="list-group-item"><a href="http://thecastle.github.io/thecastle/tags.html"><h4><i class="icon-tags icon-large"></i>Tags</h4></a></li>
        </ul>
    </section>
</aside>        </div>
    </div>
</div>
<footer>
    <div class="container">
        <hr>
        <p class="pull-right"><i class="icon-arrow-up"></i> <a href="#">Back to top</a></p>


        <p>&copy;  The Castle Mountaineering Club. &middot; Powered by <a href="https://github.com/DandyDev/pelican-bootstrap3" target="_blank">pelican-bootstrap3</a>,
            <a href="http://docs.getpelican.com/" target="_blank">Pelican</a>,
            <a href="http://getbootstrap.com" target="_blank">Bootstrap</a></p>
    </div>
</footer>
<!-- Include all compiled plugins (below), or include individual files as needed -->
<script src="http://thecastle.github.io/thecastle/theme/js/bootstrap.min.js"></script>

<!-- Enable responsive features in IE8 with Respond.js (https://github.com/scottjehl/Respond) -->
<script src="http://thecastle.github.io/thecastle/theme/js/respond.min.js"></script>


</body>
</html>